<?php
return [
    'admin' => [
        'categories' => [
            'created' => [
                'success' => 'Каталог успешно добавлен',
                'error' => 'Не удалось добавить каталог'
            ],
            'updated' => [
                'success' => 'Каталог успещно обновлен',
                'error' => 'Не удалось обновить каталог'
            ]
        ],
        'news' => [
            'created' => [
                'success' => 'Запись успещно добавлена',
                'error' => 'Не удалось добавить запись'
            ],
            'updated' => [
                'success' => 'Запись успещно обновлена',
                'error' => 'Не удалось обновить запись'
            ]
        ],
        'users' => [
            'created' => [
                'success' => 'Пользователь успешно добавлен',
                'error' => 'Не удалось добавить пользователя'
            ],
            'updated' => [
                'success' => 'Права пользователя успешно изменены',
                'error' => 'Не удалось изменить права пользователя'
            ]
        ]
    ],
    'source' => [
        'created' => [
            'success' => 'Запрос на парсинг успешно добавлен',
            'error' => 'Не удалось добавить запрос на парсинг'
        ]
    ]
];
